"BUTTON_AUTHENTICATE" = "میرا فون نمبر استعمال کریں";

"BUTTON_CREATED_ACCOUNT" = "بنائے گئے اکاؤنٹ ";

"BUTTON_CREATE_ACCOUNT" = "اکاؤنٹ بنائیں";

"BUTTON_CREATING_ACCOUNT" = "اکاؤنٹ بنایا جا رہا ہے";

"BUTTON_DISMISS" = "برخاست کریں";

"BUTTON_NOT_NOW" = "ابھی نہیں";

"BUTTON_OK" = "ٹھیک ہے";

"BUTTON_OKAY" = "ٹھیک ہے";

"BUTTON_RESEND_CONF_CODE" = "تصدیقی کوڈ دوبارہ بھیجیں";

"BUTTON_RETRY" = "پھر کوشش کریں";

"BUTTON_SENDING_CONF_CODE" = "تصدیقی کوڈ بھیجا جا رہا ہے";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_FINISHED" = "تصدیق شدہ";

"BUTTON_SEND_CONF_CODE" = "تصدیقی کوڈ بھیجیں";

"BUTTON_SENT_CONF_CODE" = "تصدیقی کوڈ بھیج دیا گیا";

"BUTTON_SIGNED_IN" = "سائن ان کیا";

"BUTTON_SIGNING_IN" = "سائن ان";

"BUTTON_SIGN_IN" = "سائن ان کریں";

"BUTTON_SIGN_IN_WITH_TWITTER" = "ٹوئٹر کے ساتھ سائن ان کریں";

"BUTTON_TRY_DIFFERENT_NUMBER" = "ایک مختلف فون نمبر آزمائیں";

"ERROR_CHECK_CODE_TRY_AGAIN" = "برائے مہربانی اپنے کوڈ کی پڑتال کریں اور دوبارہ کوشش کریں۔";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "برائے مہربانی اپنے نمبر کی پڑتال کریں اور دوبارہ کوشش کریں-";

"ERROR_TRY_AGAIN_LATER" = "ہم اس وقت آپ کو ٹوئٹر میں سائن ان نہیں کر سکے۔ براہ مہربانی بعد میں دوبارہ کوشش کریں۔";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "آپ نے پہلے ہی <u>digits.com</u> پر 2 مرحلہ جاتی تصدیقی کوڈ مقرر کیا ہوا ہے";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "2 مرحلہ جاتی تصدیقی کوڈ درج کریں";

"LABEL_ENTER_CONF_CODE" = "تصدیقی کوڈ داخل کریں";

"LABEL_ENTER_PHONE_NUMBER" = "اپنا فون نمبر درج کریں";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "ہم ڈیجٹس از ٹوئٹر کے ذریعے آپ کے ان مزید دوستوں کو تلاش کرتے ہیں جو یہ ایپلی کیشن استعمال کرتے ہیں۔ جب آپ ٹھیک ہے پر کلک کریں گے، تو ہم ڈیجٹس از ٹوئٹر پر آپ کی ایڈریس بک کو اپ لوڈ کریں گے اور %@ کے صارفین کو تلاش کرنے اور %@ کے دیگر صارفین آپ کو دریافت کر سکنے کے قابل بنائیں گے۔";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "اپنے دوستوں کو تلاش کریں";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "آپ کے فون نمبر کی تصدیق کرنے سے قاصر";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "معاف کیجیے گا، ہمیں آپ کو تصدیقی کوڈ بھیجنے میں مشکل پیش آ رہی ہے۔";

"PARTIAL_FOOTNOTE_THIS_APP" = "یہ ایپلی کیشن";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "تصدیقی کوڈ";

"PLACEHOLDER_CONF_CODE" = "تصدیقی کوڈ";

"PLACEHOLDER_YOUR_NUMBER" = "آپ کا نمبر";

